; === Engineer abilities ===

[ShadowOps_DenseSmoke X2AbilityTemplate]
LocFriendlyName="浓烟"
LocLongDescription="你的烟雾榴弹提供额外20的防御。"
LocHelpText="你的烟雾榴弹提供额外20的防御。"
LocFlyOverText="浓烟"
LocPromotionPopupText="<Bullet/>有浓烟的烟雾榴弹提供和全身掩体相同的防御加成，但是如果你的侧翼遭到暴露，仍然容易受到暴击。<br/><Bullet/>浓烟烟雾榴弹的总体防御加成为40，这部分防御加成同时将使你遭到暴击的几率降低20。<br/>"

[ShadowOps_SmokeAndMirrors X2AbilityTemplate]
LocFriendlyName="雾里看花"
LocLongDescription="每次任务中你都获得一个免费的烟雾榴弹。使用你的第一个行动点发射或投掷烟雾榴弹不会结束你的回合。"
LocHelpText="每次任务中你都获得一个免费的烟雾榴弹。使用你的第一个行动点发射或投掷烟雾榴弹不会结束你的回合。"
LocFlyOverText="雾里看花"
LocPromotionPopupText="<Bullet/>烟雾榴弹为区域内所有单位提供20的防御，持续2回合。每个榴弹可以使用两次。<br/><Bullet/>如果战斗工程师在战斗开始前就进入了一个好位置，那么第一个行动点可以用来投掷烟雾弹以保护其他士兵。<br/><Bullet/>即便你携带着其他榴弹，也仍然可以带上烟雾榴弹。<br/>"

[ShadowOps_Breach X2AbilityTemplate]
LocFriendlyName="破碎"
LocLongDescription="发动一次射击，摧毁一小片区域内的掩体并粉碎<Ability:Shred/>点护甲，但伤害降低且无法造成暴击。只用于霰弹枪。消耗<Ability:SelfAmmoCost/>发弹药。<Ability:SelfCooldown/>回合冷却。"
LocHelpText="发动一次射击，摧毁一小片区域内的掩体并粉碎<Ability:Shred/>点护甲，但伤害降低且无法造成暴击。"
LocFlyOverText="破碎"
LocPromotionPopupText="<Bullet/>更先进的武器将造成更多伤害并粉碎更多护甲。<br/><Bullet/>破碎在摧毁掩体方面效果奇佳，但伤害较低，范围比发射的榴弹更小。<br/><Bullet/>破碎导致的固定伤害用来终结低生命敌人的性命很有用处。<br/><Bullet/> 破碎无法造成暴击。<br/><Bullet/>破碎需要<Ability:SelfAmmoCost/>发子弹并需要<Ability:SelfCooldown/>回合冷却。<br/>"

[ShadowOps_Fastball X2AbilityTemplate]
LocFriendlyName="快速球"
LocLongDescription="本回合此次发射或投掷榴弹不消耗行动点。<Ability:SelfCooldown/>回合冷却。"
LocHelpText="本回合此次发射或投掷榴弹不消耗行动点。"
LocFlyOverText="快速球"
LocPromotionPopupText="<Bullet/>快速球最好一有机会就用。如果存着直到真正需要时才用，那么在找到最好的机会之前，榴弹早用光了。<br/><Bullet/>激活快速球后，发射或投掷榴弹不会结束回合。<br/><Bullet/>快速球需要<Ability:SelfCooldown/>回合冷却。<br/>"

[ShadowOps_Fracture X2AbilityTemplate]
LocFriendlyName="断裂"
LocLongDescription="发动一次<Ability:+Crit:ShadowOps_FractureDamage/>暴击率的射击，如果为暴击，则暴击伤害加倍。<Ability:SelfCooldown/>回合冷却。"
LocHelpText="发动一次<Ability:+Crit:ShadowOps_FractureDamage/>暴击率的射击，如果为暴击，则暴击伤害加倍。"
LocFlyOverText="断裂"
LocPromotionPopupText="<Bullet/>断裂用霰弹枪发动效果最好，因为霰弹枪有更高的暴击率和暴击伤害加成。<br/><Bullet/>断裂需要<Ability:SelfCooldown/>回合冷却。<br/>"

[ShadowOps_FractureDamage X2AbilityTemplate]
LocFriendlyName="断裂"
LocLongDescription="发动一次<Ability:+Crit:ShadowOps_FractureDamage/>暴击率的射击，如果为暴击，则暴击伤害加倍。"
LocHelpText="发动一次<Ability:+Crit:ShadowOps_FractureDamage/>暴击率的射击，如果为暴击，则暴击伤害加倍。"
LocFlyOverText="断裂"

[ShadowOps_Packmaster X2AbilityTemplate]
LocFriendlyName="背包大师"
LocLongDescription="通用物品槽的物品可额外使用一次。不适用于榴弹专用槽位中的榴弹。"
LocHelpText="通用物品槽的物品可额外使用一次。不适用于榴弹专用槽位中的榴弹。"
LocFlyOverText="背包大师"
LocPromotionPopupText="<Bullet/>这包括各种非榴弹物品，比如医疗包和拟态信标。<br/>"

[ShadowOps_Entrench X2AbilityTemplate]
LocFriendlyName="根深蒂固"
LocLongDescription="在你移动之前，防御增加<Ability:Defense/>，闪避增加<Ability:Dodge/>。仅在掩体中时生效。"
LocHelpText="在你移动之前，防御增加<Ability:Defense/>，闪避增加<Ability:Dodge/>。仅在掩体中时生效。"
LocFlyOverText="根深蒂固"
LocPromotionPopupText="<Bullet/>在开火之前，呆在不大好的掩体里发动根深蒂固比移动到更好的掩体中去经常要好得多。<br/>"

[ShadowOps_Aggression X2AbilityTemplate]
LocFriendlyName="高侵略性"
LocLongDescription="视野中每个敌人都会为你的所有攻击的暴击率<Ability:+Crit/>，最多<Ability:+MaxCrit/>。"
LocHelpText="视野中每个敌人都会为你的所有攻击的暴击率<Ability:+Crit/>，最多<Ability:+MaxCrit/>。"
LocFlyOverText="高侵略性"
LocPromotionPopupText="<Bullet/>高侵略性甚至会影响通常不造成暴击的攻击，比如榴弹和破碎。<br/>"

[ShadowOps_CombatDrugs X2AbilityTemplate]
LocFriendlyName="战斗药剂"
LocLongDescription="处于你烟雾榴弹烟幕中的单位命中+10，暴击率+20。"
LocHelpText="处于你烟雾榴弹烟幕中的单位命中+10，暴击率+20。"
LocFlyOverText="战斗药剂"
LocPromotionPopupText="<Bullet/>这一加成影响烟幕中的所有单位，所以将士兵聚集在一起效果更佳。但是如果士兵挨得太近，就要注意敌人的手雷。<br/><Bullet/> 小心强袭枪兵和其他近战单位可能冲进烟幕获得加成。<br/>"

[ShadowOps_SlamFire X2AbilityTemplate]
LocFriendlyName="猛烈开火"
LocLongDescription="本回合内，一旦你的<Ability:WeaponName/>造成暴击，行动点就返还。<Ability:SelfCooldown/>回合冷却。"
LocHelpText="本回合内，一旦你的<Ability:WeaponName/>造成暴击，行动点就返还。<Ability:SelfCooldown/>回合冷却。"
LocFlyOverText="猛烈开火"
LocPromotionPopupText="<Bullet/>合适的安排可以让你在一回合内触发多次猛烈开火。试试发动快速球来摧毁敌人掩体，或者丢下含有战斗药剂的烟雾弹，这些手段都可以增加你的暴击率。<br/><Bullet/>如果回合一开始就激活猛烈开火模式，那么可以先移动或装填弹药（仅一次）。<br/><Bullet/>给武器装上镭射瞄准器与扩展弹匣或自动装填器，发掘猛烈开火的最大潜能。<br/>"

[ShadowOps_DangerZone X2AbilityTemplate]
LocFriendlyName="毁灭"
LocLongDescription="所有榴弹的影响范围增加2，破碎技能的范围增加1。"
LocHelpText="所有榴弹的影响范围增加2，破碎技能的范围增加1。"
LocFlyOverText="毁灭"
LocPromotionPopupText="<Bullet/>毁灭大大增加了榴弹范围，让榴弹击中更多目标并摧毁他们所在的掩体，还有周边的掩体。<br/>"

[ShadowOps_ChainReaction X2AbilityTemplate]
LocFriendlyName="连锁反应"
LocLongDescription="当你用爆炸伤害击杀一名敌人时，这名敌人身上的爆炸物会被引爆。"
LocHelpText="当你用爆炸伤害击杀一名敌人时，这名敌人身上的爆炸物会被引爆。"
LocFlyOverText="连锁反应"
LocPromotionPopupText="<Bullet/>连锁反应可以对挨在一起的敌人造成大量伤害。<br/><Bullet/>在队友身边使用爆炸物时要小心，因为二次爆炸可能影响到你不希望受到影响的单位。<br/><Bullet/>被你直接杀死的单位才会引发二次爆炸。二次爆炸不会引发更多的爆炸。<br/>"

[ShadowOps_ChainReactionFuse X2AbilityTemplate]
LocFriendlyName="连锁反应"
LocFlyOverText="连锁反应"

[ShadowOps_HeatAmmo X2AbilityTemplate]
LocFriendlyName="高热弹头"
LocLongDescription="对机械类敌人的伤害+50%。"
LocHelpText="对机械类敌人的伤害+50%。"
LocFlyOverText="高热弹头"
LocPromotionPopupText="<Bullet/>高热弹头大幅增加对包括MEC和破坏者在内的机械敌人造成的伤害。<br/><Bullet/>伤害增加计算发生在护甲减免之前。<br/><Bullet/>结合高热弹头与蓝屏子弹将对任何机械敌人造成毁灭性伤害。<br/><Bullet/>高热弹头影响所有伤害来源，包括爆炸物。<br/>"

[ShadowOps_MovingTarget X2AbilityTemplate]
LocFriendlyName="移动目标"
LocLongDescription="你对反应射击额外<Ability:+Defense/>防御和<Ability:+Dodge/>闪避。"
LocHelpText="你对反应射击额外<Ability:+Defense/>防御和<Ability:+Dodge/>闪避。"
LocFlyOverText="移动目标"
LocPromotionPopupText="<Bullet/>如果你需要触发监视，让有移动目标的单位负责是不错的选择。<br/>"

[ShadowOps_FocusedDefense X2AbilityTemplate]
LocFriendlyName="聚神防守"
LocLongDescription="侧翼未暴露时，受到视野内最近敌人的攻击时，额外<Ability:+Defense/>防御和<Ability:+Dodge/>闪避。"
LocHelpText="侧翼未暴露时，受到视野内最近敌人的攻击时，额外<Ability:+Defense/>防御和<Ability:+Dodge/>闪避。"
LocFlyOverText="聚神防守"
LocPromotionPopupText="<Bullet/>这一加成不影响近战攻击。<br/><Bullet/>如果多个敌人与你的距离相同，那么针对所有这些敌人都获得加成。<br/>"

[ShadowOps_LineEmUp X2AbilityTemplate]
LocFriendlyName="络绎不绝"
LocLongDescription="对视野内最近的敌人+<Ability:+ToHit/>命中，+<Ability:+Crit/>暴击率。"
LocHelpText="对视野内最近的敌人+<Ability:+ToHit/>命中，+<Ability:+Crit/>暴击率。"
LocFlyOverText="络绎不绝"
LocPromotionPopupText="<Bullet/>如果多个敌人与你的距离相同，那么针对所有这些敌人都获得加成。<br/>"

[ShadowOps_ControlledDetonation X2AbilityTemplate]
LocFriendlyName="游刃有余"
LocLongDescription="你的爆炸物对友军造成的伤害减少<Ability:DamageReductionPercent/>。"
LocHelpText="你的爆炸物对友军造成的伤害减少<Ability:DamageReductionPercent/>。"
LocFlyOverText="游刃有余"
LocPromotionPopupText="<Bullet/>友军也包括你自己。<br/><Bullet/>爆炸物仍然可能引发燃烧这类效果。<br/>"

[ShadowOps_Pyromaniac X2AbilityTemplate]
LocFriendlyName="纵火狂"
LocLongDescription="每次任务你都获得一个免费的火焰榴弹。"
LocHelpText="每次任务你都获得一个免费的火焰榴弹。"
LocFlyOverText="纵火狂"
LocPromotionPopupText="<Bullet/>免费榴弹不受背包大师加成。<br/>"

[ShadowOps_HitAndRun X2AbilityTemplate]
LocFriendlyName="遭遇战"
LocLongDescription="做出通常情况下将其作为首个行动会结束回合的行动之后仍然可以移动。"
LocHelpText="做出通常情况下将其作为首个行动会结束回合的行动之后仍然可以移动。"
LocFlyOverText="遭遇战"
LocPromotionPopupText="<Bullet/>这不会影响需要两个行动点才能使用的能力。<br/><Bullet/>你只能进行普通的移动，不能做出其他行动，比如装填武器。<br/>"

[ShadowOps_SurvivalInstinct X2AbilityTemplate]
LocFriendlyName="生存本能"
LocLongDescription="受伤时防御增加<Ability:+Defense/>，暴击率增加<Ability:+Crit/>。"
LocHelpText="受伤时防御增加<Ability:+Defense/>，暴击率增加<Ability:+Crit/>。"
LocFlyOverText="生存本能"
LocPromotionPopupText="<Bullet/>生命值如果回复为满，则加成消失。<br/>"

[ShadowOps_DevilsLuck X2AbilityTemplate]
LocFriendlyName="恶魔鸿运"
LocLongDescription="每次任务中，对第一次击中你的射击免疫。"
LocHelpText="每次任务中，对第一次击中你的射击免疫。"
LocFlyOverText="恶魔鸿运"
LocPromotionPopupText="<Bullet/>击中也包括暴击和擦伤。<br/>"

[ShadowOps_Mayhem X2AbilityTemplate]
LocFriendlyName="暴力美学"
LocLongDescription="你的榴弹和特殊攻击造成<Ability:+Damage>伤害。"
LocHelpText="你的榴弹和特殊攻击造成<Ability:+Damage>伤害。"
LocFlyOverText="暴力美学"
LocPromotionPopupText="<Bullet/>特殊攻击包括破碎、断裂以及重武器攻击。"

[ShadowOps_Saboteur X2AbilityTemplate]
LocFriendlyName="破坏分子"
LocLongDescription="<Ability:WeaponName/>普通攻击对包括中继器和汽油箱在内的无生命物体造成<Ability:+Damage>伤害。"
LocHelpText="<Ability:WeaponName/>普通攻击对包括中继器和汽油箱在内的无生命物体造成<Ability:+Damage>伤害。"
LocFlyOverText="破坏分子"
LocPromotionPopupText="<Bullet/>破坏分子不影响榴弹或特殊攻击。<br/>"

[ShadowOps_Anatomist X2AbilityTemplate]
LocFriendlyName="解剖专家"
LocLongDescription="你对每个已经击杀过的相同种类的敌人造成的暴击伤害<Ability:+CritDamage>，最多<Ability:+MaxCritDamage>。"
LocHelpText="你对每个已经击杀过的相同种类的敌人造成的暴击伤害<Ability:+CritDamage>，最多<Ability:+MaxCritDamage>。"
LocPromotionPopupText="<Bullet/>你对每个已经击杀过的相同种类的敌人造成更多暴击伤害。比如，变种人士兵和高级变种人士兵属于相同种类的敌人。<br/><Bullet/>这项计数跨任务计算，分士兵计算。<br/>"

[ShadowOps_ExtraMunitions X2AbilityTemplate]
LocFriendlyName="额外军火"
LocLongDescription="每次任务你都获得一个免费的破片榴弹或者电浆榴弹。"
LocHelpText="每次任务你都获得一个免费的破片榴弹或者电浆榴弹。"
LocFlyOverText="额外军火"
LocPromotionPopupText="<Bullet/>免费榴弹不受背包大师加成。<br/>"

; === Class templates ===

[ShadowOps_CombatEngineer X2SoldierClassTemplate]
DisplayName="战斗工程师"
ClassSummary="战斗工程师是使用榴弹的专家，既可将榴弹用作进攻，也可用作防守。如果你需要炸掉什么东西，摧毁什么东西，用烟雾隐藏什么东西，那么就带上战斗工程师。"
LeftAbilityTreeTitle="先驱"
RightAbilityTreeTitle="工兵"
RandomNickNames[0]="放大器"
RandomNickNames[1]="螺栓"
RandomNickNames[2]="爆破家"
RandomNickNames[3]="泡泡糖"
RandomNickNames[4]="锚索"
RandomNickNames[5]="焦炭"
RandomNickNames[6]="熟肉"
RandomNickNames[7]="炸药博士"
RandomNickNames[8]="动力"
RandomNickNames[9]="齿轮"
RandomNickNames[10]="护目镜"
RandomNickNames[11]="把手"
RandomNickNames[12]="陀螺仪"
RandomNickNames[13]="高伏特"
RandomNickNames[14]="线锯"
RandomNickNames[15]="墨菲"
RandomNickNames[16]="空手"
RandomNickNames[17]="粉末"
RandomNickNames[18]="气筒"
RandomNickNames[19]="棘轮"
RandomNickNames[20]="烟雾"
RandomNickNames[21]="系统"
RandomNickNames[22]="雷霆"
RandomNickNames[23]="扭力"
RandomNickNames[24]="扳手"

[ShadowOps_CombatEngineer_LW X2SoldierClassTemplate]
DisplayName="战斗工程师"
ClassSummary="战斗工程师是使用榴弹的专家，既可将榴弹用作进攻，也可用作防守。如果你需要炸掉什么东西，摧毁什么东西，用烟雾隐藏什么东西，那么就带上战斗工程师。"
LeftAbilityTreeTitle="先驱"
RightAbilityTreeTitle="工兵"
RandomNickNames[0]="放大器"
RandomNickNames[1]="螺栓"
RandomNickNames[2]="爆破家"
RandomNickNames[3]="泡泡糖"
RandomNickNames[4]="锚索"
RandomNickNames[5]="焦炭"
RandomNickNames[6]="熟肉"
RandomNickNames[7]="炸药博士"
RandomNickNames[8]="动力"
RandomNickNames[9]="齿轮"
RandomNickNames[10]="护目镜"
RandomNickNames[11]="把手"
RandomNickNames[12]="陀螺仪"
RandomNickNames[13]="高伏特"
RandomNickNames[14]="线锯"
RandomNickNames[15]="墨菲"
RandomNickNames[16]="空手"
RandomNickNames[17]="粉末"
RandomNickNames[18]="气筒"
RandomNickNames[19]="棘轮"
RandomNickNames[20]="烟雾"
RandomNickNames[21]="系统"
RandomNickNames[22]="雷霆"
RandomNickNames[23]="扭力"
RandomNickNames[24]="扳手"

; === GTS ability templates ===

[PackmasterUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="战斗工程师：背包大师"
Summary="通用物品槽的物品可额外使用一次。"

[PackmasterUnlock_LW X2SoldierAbilityUnlockTemplate]
DisplayName="战斗工程师：背包大师"
Summary="通用物品槽的物品可额外使用一次。"

[ExtraMunitionsUnlock_LW X2SoldierAbilityUnlockTemplate]
DisplayName="额外军火"
Summary="所有士兵每次任务都获得一个免费的普通手雷。"

